Repository: simialbi/yii2-audit
Catalog: src/messages/*/messages.po
Languages: fr

# simialbi/audit/administration
source: Restore
fr: Récupérer

# simialbi/audit/administration
source: Query
fr: Requête

# simialbi/audit/administration
source: Data before
fr: Avant

# simialbi/audit/administration
source: Data after
fr: Après

# simialbi/audit/model/log-action
source: Event id
fr: ID

# simialbi/audit/model/log-action
source: Schema name
fr: Nom du schéma

# simialbi/audit/model/log-action
source: Table name
fr: Nom du tableau

# simialbi/audit/model/log-action
source: Relation id
fr: ID de la relation

# simialbi/audit/model/log-action
source: Query
fr: Requête

# simialbi/audit/model/log-action
source: Data before
fr: Donnée avant

# simialbi/audit/model/log-action
source: Data after
fr: Donnée après

# simialbi/audit/model/log-action
source: Changed by
fr: Modifié par

# simialbi/audit/model/log-action
source: Changed at
fr: Modifié le

# simialbi/audit/notification
source: Rolled back audit <b>{audit}</b>
fr: Audit <b>{audit}</b> récupéré

# simialbi/audit/notification
source: Audit <b>{audit}</b> deleted
fr: Audit <b>{audit}</b> supprimé

# simialbi/audit/notification
source: Failed to save audit <b>{audit}</b>
fr: Erreur pendant la suppression de l'audit <b>{audit}</b>
